{
  "factions": [
    {
      "name": "The Augurs of Ilyxum",
      "abilities": [
        {
          "id": "augurs_oracle",
          "name": "Oracle AI",
          "description": "After the speaker reveals an unrevealed public objective, choose 1 unrevealed public objective card and place that card on your faction sheet. You may look at the card on your faction sheet at any time."
        
        },
        {
          "id": "augurs_limited",
          "name": "Limited Vision",
          "description": "You may not place a stage II objective card on your faction sheet until all stage I objectives have been revealed."
        
        },
        {
          "id": "augurs_pa",
          "name": "Probability Algorithms",
          "description": "When the speaker would reveal the next public objective, they must reveal the public objective card on your faction sheet instead. Place that card near the other public objectives."
        
        }
      ],
      "faction_techs": [
        {
          "id": "augurs_psychographics",
          "name": "Psychographics",
          "tech_type": "Green",
          "prerequisites": ["Green", "Green", "Green"],
          "description": "During the status phase, you may score 1 additional public objective instead of a secret objective."
        },
        {
          "id": "augurs_sdp",
          "name": "Sentient Datapool",
          "tech_type": "Yellow",
          "prerequisites": ["Yellow", "Yellow"],
          "description": "At the start of the status phase, you may spend 3 trade goods to research 1 technology."
        }
      ],
      "agents": [
        {
          "id": "augurs_agent",
          "name": "Clodho - Speaker",
          "description": "After a player explores a legendary planet or a plane that has a technology specialty, you may exhaust this card to allow that player to gain 2 trade goods."
        }
      ],
      "commanders": [
        {
          "id": "augurs_commander",
          "name": "Lachis - Reader",
          "description": "UNLOCK: Win a combat in a system that contains a legendary planet or a planet that has a technology specialty. This card satisfies a yellow technology prerequisite. When you cast at least 1 vote, cast 1 additional vote for every 2 technologies you own."
        }
      ],
      "heroes": [
        {
          "id": "augurs_hero",
          "name": "Atropha - Weaver",
          "description": "SYNCHRONICITY ALGORITHM - WOVEN FATE. ACTION: Draw 3 objective cards from 1 of the public objective decks; choose up to 1 of those cards to replace an objective card on a player's faction sheet, and return the others to the bottom of their corresponding decks. Then, purge this card."
        }
      ],
      "promissory": [
        {
          "id": "augurs_pn",
          "name": "Read the Fates",
          "description": "ACTION: Place this card face up in your play area. While this card is in your play area, you may look at the public objective card on the Ilyxum player's faction sheet. If you activate a system that contains 1 or more of the Ilyxum player's units, return this card to the Ilyxum player."
        }
      ],
      "flagship": [
        {
          "id": "augurs_fs",
          "name": "Nemsys",
          "cost": 8,
          "combat": 5,
          "move": 1,
          "capacity": 3,
          "abilities": ["Sustain Damage"],
          "description": "When this unit makes a combat roll, it rolls 1 additional die for each secret objective you have scored."
        }
      ],
      "mech": [
        {
          "id": "augurs_mech",
          "name": "Iledrith",
          "cost": 2,
          "combat": 6,
          "abilities": ["Sustain Damage"],
          "description": "DEPLOY: After researching a technology, you may place 1 mech on a legendary planet, or a planet that has a technology specialty, that you control."
        }
      ],
      "starting_techs": [
        {
          "id": "augurs_starting_tech",
          "name": "Augurs Starting Tech",
          "techs": [
            {
              "name": "Scanlink Drone Network",
              "tech_type": "Yellow"
            },
            {
              "name": "AI Development Algorithm",
              "tech_type": "Red"
            }
          ]
        }
      ],
      "starting_fleet": [
        {
          "id": "augurs_starting_fleet",
          "name": "Augurs Starting Flet",
          "description": "1 Carrier, 2 Destroyers, 2 Fighters, 4 Infantry, 1 Space Dock, 1 PDS"
        }
      ],
      "commodity_values": [
        {
          "id": "augurs_comms",
          "name": "Commodities", 
          "description": "3"
        }
      ],
      "home_system": [
        {
          "id": "augurs_hs",
          "name": "Augurs Home System",
          "planets": [
            {
              "name": "Chrion",
              "resource": 2,
              "influence": 3
            },
            {
              "name": "Demis",
              "resource": 2,
              "influence": 2
            }
          ]
        }
      ],
      "breakthrough": [
        {
          "id": "augurs_bt",
          "name": "Cryptic Insights",
          "synergy": [
            {
              "primary": "Green",
              "secondary": "Yellow"
            }
          ],
          "description": "When you would explore a planet, you may instead draw 1 action card."
        }
      ]
    },
    {
      "name": "The Bentor Conglomerate",
      "abilities": [
        {
          "id": "bentor_sm",
          "name": "Secret Maps",
          "description": "At the end of your tactical actions, you may explore 1 planet in the active system that is or contains 1 or more of your units with PRODUCTION that you did not explore during that tactical action."
        
        },
        {
          "id": "bentor_fortune_seekers",
          "name": "Fortune Seekers",
          "description": "Once per action, after you explore a planet or frontier token, you main gain 1 commodity."
        
        },
        {
          "id": "bentor_ab",
          "name": "Ancient Blueprints",
          "description": "The first time you gain a cultural, hazardous, industrial, or unknown relic fragment, place the corresponding 'Fragment' token on your faction sheet."
        
        }
      ],
      "faction_techs": [
        {
          "id": "bentor_bn",
          "name": "Broker Network",
          "tech_type": "Green",
          "prerequisites": ["Green"],
          "description": "Each planet you control that has a technology specialty or an attachment gains the PRODUCTION 1 ability as if it were a unit."
        },
        {
          "id": "bentor_mr",
          "name": "Merged Replicators",
          "tech_type": "Yellow",
          "prerequisites": ["Yellow", "Yellow"],
          "description": "When 1 or more of your units use PRODUCTION, you may exhaust this card to swap 1 of those unit's PRODUCTION with another on the game board, or apply +2 to the total PRODUCTION value of those units."
        }
      ],
      "agents": [
        {
          "id": "bentor_agent",
          "name": "C.O.O Mgur - Deft Tradesperson",
          "description": "ACTION: Exhaust this card and choose 1 player. For each Fragment token on your faction sheet, that player gains 1 commodity. For each commodity they would gain in excess of their commodity value, they gain 1 trade good instead."
        }
      ],
      "commanders": [
        {
          "id": "bentor_commander",
          "name": "C.M.O. Ranc - Marketing Guru",
          "description": "UNLOCK: Have 3 Fragment tokens on your faction sheet. Your commodity value is increased by 1."
        }
      ],
      "heroes": [
        {
          "id": "bentor_hero",
          "name": "C.E.O. Tucc - Visionary Explorer",
          "description": "PRIMORDIAL DATA CORE - GRAND REVEAL. ACTION: Purge this card to explore each planet you control, in any order."
        }
      ],
      "promissory": [
        {
          "id": "bentor_pn",
          "name": "Encryption Key",
          "description": "ACTION: Attach this card to a non-home planet you control. This planet has 1 technology specialty of any color."
        }
      ],
      "flagship": [
        {
          "id": "bentor_fs",
          "name": "Wayfinder",
          "cost": 8,
          "combat": "9(x2)",
          "move": 1,
          "capacity": 3,
          "abilities": ["Sustain Damage", "Anti-Fighter Barrage 9(x2)", "Space Cannon 9", "Bombardment 9"],
          "description": "Apply +1 to the results of this ship's combat and ability rolls for each Fragment token on your faction sheet."
        }
      ],
      "mech": [
        {
          "id": "bentor_mech",
          "name": "Auctioneer",
          "cost": 2,
          "combat": 6,
          "abilities": ["Sustain Damage"],
          "description": "DEPLOY: When you place a fragment token on your faction sheet, you may place 1 mech on a planet you control."
        }
      ],
      "starting_techs": [
        {
          "id": "bentor_starting_tech",
          "name": "Bentor Starting Tech",
          "choose_count": 2,
          "techs": [
            {
              "name": "Dark Energy Tap",
              "tech_type": "Green"
            },
            {
              "name": "Scanlink Drone Network",
              "tech_type": "Yellow"
            },
            {
              "name": "Psychoarchaeology",
              "tech_type": "Green"
            }
          ]
        }
      ],
      "starting_fleet": [
        {
          "id": "bentor_starting_fleet",
          "name": "Bentor Starting Fleet",
          "description": "1 Carrier, 2 Cruisers, 3 Fighters, 4 Infantry, 1 Space Dock, 1 PDS"
        }
      ],
      "commodity_values": [
        {
          "id": "bentor_comms",
          "name": "Commodities", 
          "description": "2"
        }
      ],
      "home_system": [
        {
          "id": "bentor_hs",
          "name": "Bentor Home System",
          "planets": [
            {
              "name": "Benc",
              "resource": 2,
              "influence": 0
            },
            {
              "name": "Hau",
              "resource": 1,
              "influence": 2
            }
          ]
        }
      ],
      "breakthrough": [
        {
          "id": "bentor_bt",
          "name": "Historian Conclave",
          "synergy": [
            {
              "primary": "Green",
              "secondary": "Blue"
            }
          ],
          "description": "ACTION: Exhaust this card to allow each other player to explore a planet they control; gain a number of commodities equal to the number of player who do."
        }
      ]
    },
    {
      "name": "The Berserkers of Kjalengard",
      "abilities": [
        {
          "id": "berserkers_glory",
          "name": "GLory",
          "description": "After you win a combat, you may place or move a Glory token into the active system, or spend 1 token from your strategy pool to research a unit upgrade technology of the same type as 1 of your units that participated in that combat."
        },
        {
          "id": "berserkers_heroism",
          "name": "Heroism",
          "description": "Capture your fighters and infantry that are destroyed during combat. When you pass, for each Glory token on the game board, you may return 4 of your captured units to gain 1 command token."
        },
        {
          "id": "berserkers_valor",
          "name": "Valor",
          "description": "When units make a combat roll in a system that contains a Glory token, each result of 10, before applying modifiers, produces 1 additional hit."
        }
      ],
      "faction_techs": [
        {
          "id": "berserkers_zs",
          "name": "Zhrgar Stimulants",
          "tech_type": "Green",
          "prerequisites": ["Green"],
          "description": "Once per action, after a player produces 1 or more hits during a round of combat in a system that contains a Glory token, gain 1 trade good. After a player rolls combat dice, you may exhaust this card to allow that player to reroll any number of those dice."
        },
        {
          "id": "berserkers_sd1",
          "name": "Star Dragon I",
          "cost": 3,
          "combat": 8,
          "move": 1,
          "capacity": 4,
          "description": "This unit may ignore the movement effects of non-supernova anomalies."
        },
        {
          "id": "berserkers_sd2",
          "name": "Star Dragon II",
          "tech_type": "Unit Upgrade",
          "prerequisites": ["Blue", "Blue"],
          "cost": 3,
          "combat": 7,
          "move": 2,
          "capacity": 6,
          "description": "This unit may ignore the movement effects of anomalies."
        }
      ],
      "agents": [
        {
          "id": "berserkers_agent",
          "name": "Merkismathr Asvand - Marshal of Trade",
          "description": "At the start of a combat: Exhaust this card to move a glory token to the active system, if able. Then, the active player may gain a number of commodities equal to the number of neighbors they have."
        }
      ],
      "commanders": [
        {
          "id": "berserkers_commander",
          "name": "Sdallari Tvungovot - Marshal Engineer",
          "description": "UNLOCK: Have 2 Glory tokens on the game board. When researching a unit upgrade technology, each of your unit upgrade technologies may satisfy 1 prerequisite it shares with the technology you are researching."
        }
      ],
      "heroes": [
        {
          "id": "berserkers_hero",
          "name": "Ygegnad, The Thunder - Honorary Skald",
          "description": "A TALE OF LEGENDS - FOR ETERNAL GLORY. ACTION: For each system that contains a Glory token, remove up to 1 command token in or adjacent to that system from the game board and gain 1 command token, if able. Then, purge this card."
        }
      ],
      "promissory": [
        {
          "id": "berserkers_pn",
          "name": "Vassalage",
          "description": "Apply +1 to the results of each of your fighters' combat rolls during this combat. The Kjalengard player captures each of your fighters destroyed during this combat. Then, return this card to the Kjalengard player."
        }
      ],
      "flagship": [
        {
          "id": "berserkers_fs",
          "name": "Hulgade's Hammer",
          "cost": 8,
          "combat": "7(x2)",
          "move": 1,
          "capacity": 6,
          "abilities": ["Sustain Damage"],
          "description": "After the first round of a combat in this system, place up to 2 of your captured units in this system or on that planet."
        }
      ],
      "mech": [
        {
          "id": "berserkers_mech",
          "name": "Skald",
          "cost": 2,
          "combat": 6,
          "abilities": ["Sustain Damage"],
          "description": "When you pass, place 1 infantry from your reinforcements on this planet if there is a Glory token in or adjacent to this system."
        }
      ],
      "starting_techs": [
        {
          "id": "berserkers_starting_tech",
          "name": "Berserkers Starting Tech",
          "description": "Choose one non-faction unit upgrade technology."
        }
      ],
      "starting_fleet": [
        {
          "id": "berserkers_starting_fleet",
          "name": "Berserkers Starting Fleet",
          "description": "2 Carriers, 1 Destroyer, 4 fighters, 4 infantry, 1 Space Dock, 1 PDS"
        }
      ],
      "commodity_values": [
        {
          "id": "berserkers_comms",
          "name": "Commodities", 
          "description": "3"
        }
      ],
      "home_system": [
        {
          "id": "berserkers_hs",
          "name": "Berserkers Home System",
          "planets": [
            {
              "name": "Kjalengard",
              "resource": 3,
              "influence": 2
            },
            {
              "name": "Hulgade",
              "resource": 1,
              "influence": 0
            }
          ]
        }
      ],
      "breakthrough": [
        {
          "id": "berserkers_bt",
          "name": "Bannerhalls",
          "synergy": [
            {
              "primary": "Green",
              "secondary": "Red"
            }
          ],
          "description": "For each Glory token on the game board, you control 1 Bannerhall card. Once per action, when a player wins a combat in a system that contains a Glory token, ready each Bannerhall card."
        }
      ]
    },
    {
      "name": "The Celdauri Trade Confederation",
      "abilities": [
        {
          "id": "celdauri_pop",
          "name": "Projection of Power",
          "description": "At the start of any space combat in a system that is adjacent to or contains 1 or more of your space docks, choose up to 1 ship in that system to gain ANTI-FIGHTER BARRAGE 6 during that combat."
        },
        {
          "id": "celdauri_industrialists",
          "name": "Industrialists",
          "description": "During setup, place 1 additional space dock in your reinforcements."
        }
      ],
      "faction_techs": [
        {
          "id": "celdauri_emp",
          "name": "Emergency Mobilization Protocols",
          "tech_type": "Red",
          "prerequisites": ["Red", "Red"],
          "description": "At the end of your turn, you may exhaust this card and spend 1 token from your strategy pool to remove a command token from a system that contains 1 or more of your space docks."
        },
        {
          "id": "celdauri_tp1",
          "name": "Trade Port I",
          "abilities": ["Anti-Fighter Barrage 6(x2)", "PRODUCTION X+2"],
          "description": "This unit's PRODUCTION value is equal to 2 more than the resource or influence value of this planet. Up to 3 fighters in this system do not count against your ships' capacity."
        },
        {
          "id": "celdauri_tp2",
          "name": "Trade Port II",
          "tech_type":"Unit Upgrade",
          "prerequisites": ["Yellow", "Yellow"],
          "abilities": ["Anti-Fighter Barrage 6(x2)", "PRODUCTION X+4"],
          "description": "This unit's PRODUCTION value is equal to 4 more than the resource or influence value of this planet. Up to 3 fighters in this system do not count against your ships' capacity. This unit may use its ANTI-FIGHTER BARRAGE during each round of space combat."
        }
      ],
      "agents": [
        {
          "id": "celdauri_agent",
          "name": "George Nobin - Esteemed Merchantman",
          "description": "At the end of a player's tactical action: You may exhaust this card to allow that player to spend 2 trade goods or 2 commodities to place 1 spacedock from their reinforcements on a planet they control in the active system."
        }
      ],
      "commanders": [
        {
          "id": "celdauri_commander",
          "name": "Henry Storcher - Starbase Commander",
          "description": "UNLOCK: Have 1 space dock on the game board that is not adjacent to your home system. After you activate a system that contains 1 or more of your space docks, gain 1 commodity. Your ships may treat systems that contain 1 or more of your space docks as adjacent to each other."
        }
      ],
      "heroes": [
        {
          "id": "celdauri_hero",
          "name": "Titus Flavius - Councilman",
          "description": "TRADER MOBILIZATION ACT - MERCHANT REARAMENT. After aplayer activates a system other than Mecatol Rex: You may place 1 space dock on a planet you control in the active system, convert each of your commodities to a trade good, and use the PRODUCTION ability of each of your units in the active system. Then, purge this card."
        }
      ],
      "promissory": [
        {
          "id": "celdauri_pn",
          "name": "Trade Alliance",
          "description": "When you receive this card, if you are not the Celdauri player, you must place it face up in your play area. While this card is in your play area, you can use the Celdauri player's commander ability, if it is unlocked. If you activate a system that contains 1 or more of the Celdauri player's units, return this card to the Celdauri player."
        }
      ],
      "flagship": [
        {
          "id": "celdauri_fs",
          "name": "Supremacy",
          "cost": 8,
          "combat": "7(x2)",
          "move": 1,
          "capacity": 6,
          "abilities": ["Sustain Damage", "Anti-Fighter Barrage 6(x2)"],
          "description": "You may use the PRODUCTION ability of other player's space docks in this system to produce ships."
        }
      ],
      "mech": [
        {
          "id": "celdauri_mech",
          "name": "Minuteman",
          "cost": 2,
          "combat": 6,
          "abilities": ["Sustain Damage"],
          "description": "DEPLOY: After another player activates a system, you may spend 1 trade good or 1 commodity to place 1 mech on a planet in that system that contains 1 of your space docks."
        }
      ],
      "starting_techs": [
        {
          "id": "celdauri_starting_tech",
          "name": "Celdauri Starting Tech",
          "choose_count": 2,
          "techs": [
            {
              "name": "Antimass Deflectors",
              "tech_type": "Blue"
            },
            {
              "name": "Sarween Tools",
              "tech_type": "Yellow"
            },
            {
              "name": "Plasma Scoring",
              "tech_type": "Red"
            }
          ]
        }
      ],
      "starting_fleet": [
        {
          "id": "celdauri_starting_fleet",
          "name": "Celdauri Starting Fleet",
          "description": "2 Carriers, 1 Destroyer, 4 Fighters, 3 Infantry, 1 Space Dock, 1 PDS"
        }
      ],
      "commodity_values": [
        {
          "id": "celdauri_comms",
          "name": "Commodities", 
          "description": "4"
        }
      ],
      "home_system": [
        {
          "id": "celdauri_hs",
          "name": "Celdauri Home System",
          "planets": [
            {
              "name": "Louk",
              "resource": 2,
              "influence": 1
            },
            {
              "name": "Auldane",
              "resource": 1,
              "influence": 3
            }
          ]
        }
      ],
      "breakthrough": [
        {
          "id": "celdauri_bt",
          "name": "Trade Protectorate",
          "synergy": [
            {
              "primary": "Yellow",
              "secondary": "Red"
            }
          ],
          "description": "When you gain this card, gain the Celagrom token in a system that contains your ships, if able. The Celagrom token is a second flagship with the attributes, abilities, and ability text on the Celagrom flagship card. Celagrom. Abilities: Sustain Damage, Space Cannon 5, Bombardment 5. Cost, 5. Combat, 5. Move, 1. Capacity, 2. Text ability: You assign hits this unit produces. While you control another flagship, this unit rolls 1 additional combat die."
        }
      ]
    },
    {
      "name": "The Cheiran Hordes",
      "abilities": [
        {
          "id": "cheiran_teeming",
          "name": "Teeming",
          "description": "During setup, place 2 additional dreadnoughts and 1 additional mech in your reinforcements."
        },
        {
          "id": "cheiran_moult",
          "name": "Moult",
          "description": "After you win a space combat as the defender, you may produce 1 ship in the active system, reducing the cost by 1 for each of your non-fighter ships destroyed during that combat."
        },
        {
          "id": "cheiran_byssus",
          "name": "Byssus",
          "description": "You may treat your mechs on planets you control as structures for any purpose other than scoring objectives."
        }
      ],
      "faction_techs": [
        {
          "id": "cheiran_bp",
          "name": "Brood Pod",
          "tech_type": "Red",
          "prerequisites": ["Red", "Red"],
          "description": "After another player activates a system that contains 1 or more of your structures, you may exhaust this card to produce 1 ship in the active system. For each of your structures in the active system, you may remove that unit from the game board to reduce the cost of the produced ship by 3."
        },
        {
          "id": "cheiran_ch1",
          "name": "Chitin Hulk I",
          "cost": 4,
          "combat": 5,
          "move": 1,
          "capacity": 1,
          "abilities": ["Sustain Damage", "Bombardment 5"],
          "description": "When this unit is destroyed, you may place 1 fighter from your reinforcements in this system's space area."
        },
        {
          "id": "cheiran_ch2",
          "name": "Chitin Hulk II",
          "tech_type":"Unit Upgrade",
          "prerequisites": ["Blue", "Blue", "Yellow"],
          "cost": 4,
          "combat": 5,
          "move": 2,
          "capacity": 1,
          "abilities": ["Sustain Damage", "Bombardment 5"],
          "description": "This unit cannot be destroyed by 'Direct Hit' action cards. When this unit is destroyed, you may place 1 fighter or 1 destroyer from your reinforcements in this system's space area."
        }
      ],
      "agents": [
        {
          "id": "cheiran_agent",
          "name": "Operator Kkavras - Subspace Grapple",
          "description": "At the end of a player's turn: Exhaust this card to allow that player to remove 1 of their command tokens from the game board and place that token in an adjacent system that contains 1 or more of their structures and none of their command tokens."
        }
      ],
      "commanders": [
        {
          "id": "cheiran_commander",
          "name": "Spc. Phquaiset - Alloyed Carapace",
          "description": "UNLOCK: Have 4 structures on non-home planets. While you are the defender during ground combat: After your opponent produces 1 or more hits against your units, you may spend 1 commodity or 1 trade good to cancel 1 of those hits."
        }
      ],
      "heroes": [
        {
          "id": "cheiran_hero",
          "name": "Thakt Clqua - Polemarch",
          "description": "CONTINGENCY PLAN - BIOMASS EVENT. ACTION: Gather units from your reinforcements up to equal to your starting units. Place these units, in any combination, in the space area of any systems that contain 1 of your structures and no other players' ships, or on planets you control. Then, purge this card."
        }
      ],
      "promissory": [
        {
          "id": "cheiran_pn",
          "name": "Carcinisation",
          "description": "When 1 of your non-fighter ships is destroyed during combat in a system: You may place 2 fighters from your reinforcements in the space area of that system. At the end of that combat, return this card to the Cheiran Hordes player."
        }
      ],
      "flagship": [
        {
          "id": "cheiran_fs",
          "name": "Lithodax",
          "cost": 8,
          "combat": "7(x2)",
          "move": 1,
          "capacity": 3,
          "abilities": ["Sustain Damage", "Anti-Fighter Barrage 7(x2)"],
          "description": "When this unit makes a combat or ability roll, it rolls 1 additional die if this system is adjacent to or contains 1 of your structures."
        }
      ],
      "mech": [
        {
          "id": "cheiran_mech",
          "name": "Nauplius",
          "cost": 2,
          "combat": 6,
          "abilities": ["Sustain Damage"],
          "description": "When this unit is destroyed, you may place 1 infantry from your reinforcements on this planet."
        }
      ],
      "starting_techs": [
        {
          "id": "cheiran_starting_tech",
          "name": "Cheiran Starting Tech",
          "choose_count": 1,
          "techs": [
            {
              "name": "Magen Defense Grid",
              "tech_type": "Red"
            },
            {
              "name": "Self-Assembly Routines",
              "tech_type": "Red"
            }
          ]
        }
      ],
      "starting_fleet": [
        {
          "id": "cheiran_starting_fleet",
          "name": "Cheiran Starting Fleet",
          "description": "1 Dreadnought, 1 Carrier, 1 Destroyer, 2 fighters, 2 infantry, 1 Mech, 1 Space Dock"
        }
      ],
      "commodity_values": [
        {
          "id": "cheiran_comms",
          "name": "Commodities", 
          "description": "2"
        }
      ],
      "home_system": [
        {
          "id": "cheiran_hs",
          "name": "Cheiran Home System",
          "planets": [
            {
              "name": "Gghurn Theta",
              "resource": 2,
              "influence": 1
            },
            {
              "name": "Arche",
              "resource": 2,
              "influence": 2
            }
          ]
        }
      ],
      "breakthrough": [
        {
          "id": "cheiran_bt",
          "name": "Matriphagy",
          "synergy": [
            {
              "primary": "Blue",
              "secondary": "Red"
            }
          ],
          "description": "At the end of your turn, you may exhaust this card to choose 1 of your non-fighter ships on the game board; replace that ship with 1 or more units from your reinforcements that have a total combined cost less than that ship's cost value."
        }
      ]
    },
    {
      "name": "The Dih-Mohn Flotilla",
      "abilities": [
        {
          "id": "dih-mohn_cf",
          "name": "Capital Fleet",
          "description": "Destroyers count as 1/2 of a ship against oyur fleet pool."
        },
        {
          "id": "dih-mohn_me",
          "name": "Migrant Explorers",
          "description": "After you explore a frontier token in any system, you may explore a planet you control that is adjacent to that system."
        },
        {
          "id": "dih-mohn_flotilla",
          "name": "Flotilla",
          "description": "You cannot have more infantry than non-fighter ships in the space area of a system."
        }
      ],
      "faction_techs": [
        {
          "id": "dih-mohn_ip",
          "name": "Impressment Programs",
          "tech_type": "Yellow",
          "prerequisites": ["Yellow", "Yellow"],
          "description": "When you explore a planet, you may produce 1 ship in that planet's system. ACTION: Exhaust this card and 1 planet you control to explore that planet."
        },
        {
          "id": "dih-mohn_a1",
          "name": "Aegis I",
          "cost": 4,
          "combat": 5,
          "move": 1,
          "capacity": 1,
          "abilities": ["Sustain Damage", "Bombardment 5"],
          "description": "When another ship in this system would be destroyed during combat, you may have this ship become damaged instead."
        },
        {
          "id": "dih-mohn_a2",
          "name": "Aegis II",
          "tech_type":"Unit Upgrade",
          "prerequisites": ["Blue", "Blue", "Yellow"],
          "cost": 4,
          "combat": 4,
          "move": 2,
          "capacity": 1,
          "abilities": ["Sustain Damage", "Bombardment 5"],
          "description": "When another ship in this system would be destroyed by a game effect, you may have this ship become damaged instead."
        }
      ],
      "agents": [
        {
          "id": "dih-mohn_agent",
          "name": "Jgin Faru - Chancellor of Immigration",
          "description": "When a player commits 1 or more units to a planet during invasion: You may exhaust this card to allow that player to place 1 infantry from their reinforcements on that planet."
        }
      ],
      "commanders": [
        {
          "id": "dih-mohn_commander",
          "name": "Clona Bathru - Founder of Bathru Robotics",
          "description": "UNLOCK: Research a ship unit upgrade technology. This car satisfies a red tehcnology prerequisite. At the start of a space combat in a system that contains 3 or more different types of your non-fighter ships, produce 1 hit against your opponent's ships."
        }
      ],
      "heroes": [
        {
          "id": "dih-mohn_hero",
          "name": "Verrisus Ypru - Former Admiral of the Unrelenting Battlegroup",
          "description": "DEFENSE MATRIX OVERLOAD - VOLATILE EMP BURST. After the 'Roll Dice' step of space combat: You may purhe this card. If you do, all ships in the active system become damaged; during this round of space combat your ships cannot be destroyed."
        }
      ],
      "promissory": [
        {
          "id": "dih-mohn_pn",
          "name": "Combat Drills",
          "description": "When 1 of your ships would be destroyed: Instead of destroying that ship, place this card face up in your play area. Return this card to the Dih-Mohn player at the start of the status phase."
        }
      ],
      "flagship": [
        {
          "id": "dih-mohn_fs",
          "name": "Maximus",
          "cost": 8,
          "combat": "5(x2)",
          "move": 1,
          "capacity": 3,
          "abilities": ["Sustain Damage"],
          "description": "After this unit moves into the active system, you may produce up to 2 units that have a combined cost of 4 or less in that system."
        }
      ],
      "mech": [
        {
          "id": "dih-mohn_mech",
          "name": "Repairitor",
          "cost": 2,
          "combat": 6,
          "abilities": ["Sustain Damage"],
          "description": "At the start of a combat in this system you may repair 1 unit you control that is participating in that combat."
        }
      ],
      "starting_techs": [
        {
          "id": "dih-mohn_starting_tech",
          "name": "Dih-Mohn Starting Tech",
          "techs": [
            {
              "name": "Dark Energy Tap",
              "tech_type": "Blue"
            },
            {
              "name": "Scanlink Drone Network",
              "tech_type": "Yellow"
            }
          ]
        }
      ],
      "starting_fleet": [
        {
          "id": "dih-mohn_starting_fleet",
          "name": "Dih-Mohn Starting Fleet",
          "description": "2 Dreadnoughts, 2 Destroyers, 2 Fighters, 2 Infantry, 1 Mech, 1 Space Dock"
        }
      ],
      "commodity_values": [
        {
          "id": "di-mohn_comms",
          "name": "Commodities", 
          "description": "2"
        }
      ],
      "home_system": [
        {
          "id": "dih-mohn_hs",
          "name": "Dih-Mohn Home System",
          "planets": [
            {
              "name": "Abyssus",
              "resource": 4,
              "influence": 2
            }
          ]
        }
      ],
      "breakthrough": [
        {
          "id": "dih-mohn_bt",
          "name": "Exodus Engineering",
          "synergy": [
            {
              "primary": "Blue",
              "secondary": "Yellow"
            }
          ],
          "description": "Once per combat, after 1 of your opponent's non-fighter ships is destroyed, you may exhaust this card to place 1 frontier token in the active system, or produce 1 non-fighter ship in that system to ready this card. You can produce ships in systems that contain both your ships and another player's ships."
        }
      ]
    },
    {
      "name": "The Edyn Mandate",
      "abilities": [
        {
          "id": "edyn_grace",
          "name": "Grace",
          "description": "Once per action phase, after you resolve the primary ability of a strategy card, you may resolve the secondary ability of 1 readied or unchosen strategy card with a lower printed initiative number than that strategy card."
        },
        {
          "id": "edyn_decree",
          "name": "Decree",
          "description": "You may prevent ships from moving through anomalies that contain your ground forces."
        },
        {
          "id": "edyn_radiance",
          "name": "Radiance",
          "description": "After an agenda is revealed, you may predict aloud the outcome of that agenda. If your prediction is correct, place 1 command token from another player's reinforcements in a Sigil."
        }
      ],
      "faction_techs": [
        {
          "id": "edyn_ua",
          "name": "Unity Algorithm",
          "tech_type": "Green",
          "prerequisites": ["Green", "Green", "Green"],
          "description": "Once per agenda phase, after an agenda is revealed, you may predict aloud an outcome of that agenda. If your prediction is correct, you may score 1 public objective if you fulfill its requirements; each other player who voted for that outcome draws 1 secret objective."
        },
        {
          "id": "edyn_eth",
          "name": "Encrypted Trade Hub",
          "tech_type": "Yellow",
          "prerequisites": ["Yellow", "Yellow"],
          "description": "You may exhaust this card to allow a player to exchange 1 of their relocs or agendas as part of a transaction. You always vote last during the agenda phase. When an outcome you voted for or predicted is resolved, each player who voted for that outcome gains 1 commodity."
        }
      ],
      "agents": [
        {
          "id": "edyn_agent",
          "name": "Allant - Elder Voice",
          "description": "After a player passes: You may exhaust this card to choose 1 player; that player may perform up to 1 action. Then, look at the top card of the agenda deck; you may discard that agenda card."
        }
      ],
      "commanders": [
        {
          "id": "edyn_commander",
          "name": "Kadryn - Highest Grace",
          "description": "UNLOCK: Have 1 or more laws in play. When any game effect would allow you to score a public objective, you may instead draw 1 secret objective."
        }
      ],
      "heroes": [
        {
          "id": "edyn_hero",
          "name": "Midir - Living Will",
          "description": "GOLDEN ORDER - PEACE ETERNAL. ACTION: For each Sigil on the game board, draw 1 agenda. Reveal and resolve each agenda in any order as if you had cast 1 vote for an outcome of your choice. Other players cannot resolve abilities during this action. Then, purge this card."
        }
      ],
      "promissory": [
        {
          "id": "edyn_pn",
          "name": "Edyn Rider",
          "description": "After an agenda is revealed: You cannot vote on this agenda. Predict aloud the outcome of this agenda. If your prediction is correct, place 1 command token from another player's reinforcements in a system that contains your units. Then, return this card to the Edyn player,"
        }
      ],
      "flagship": [
        {
          "id": "edyn_fs",
          "name": "Kaliburn",
          "cost": 8,
          "combat": "7(x2)",
          "move": 1,
          "capacity": 3,
          "abilities": ["Sustain Damage"],
          "description": "Apply +1 to the results of this unit's combat rolls for each law in play."
        }
      ],
      "mech": [
        {
          "id": "edyn_mech",
          "name": "Rune Bearer",
          "cost": 2,
          "combat": 6,
          "abilities": ["Sustain Damage"],
          "description": "This system is a 'Sigil' anomaly. Place a Sigil token beneath this unit as a reminder. Game effects cannot prevent you from using this ability."
        }
      ],
      "starting_techs": [
        {
          "id": "edyn_starting_tech",
          "name": "Edyn Starting Tech",
          "description": "Choose any 3 technologies that have different colors and no prerequisites."
        }
      ],
      "starting_fleet": [
        {
          "id": "edyn_starting_fleet",
          "name": "Edyn Starting Fleet",
          "description": "1 Carrier, 2 Destroyers, 4 Fighters, 3 Infantry, 1 Space Dock, 1 PDS"
        }
      ],
      "commodity_values": [
        {
          "id": "edyn_comms",
          "name": "Commodities", 
          "description": "3"
        }
      ],
      "home_system": [
        {
          "id": "edyn_hs",
          "name": "Edyn Home System",
          "planets": [
            {
              "name": "Edyn",
              "resource": 3,
              "influence": 3
            },
            {
              "name": "Ekko",
              "resource": 0,
              "influence": 1
            },
            {
              "name": "Okke",
              "resource": 0,
              "influence": 1
            }
          ]
        }
      ],
      "breakthrough": [
        {
          "id": "edyn_bt",
          "name": "Celestial Ambassadors",
          "synergy": [
            {
              "primary": "Green",
              "secondary": "Blue"
            }
          ],
          "description": "ACTION: Exhaust this card and show another player 1 of your unscored secret objectives; that player must show you 1 of their unscored secret objectives, at random, or allow you to place 1 ground force from your reinforcements into coexistence on a planet they control."
        }
      ]
    },
    {
      "name": "The Florzen Profiteers",
      "abilities": [
        {
          "id": "florzen_merc",
          "name": "Mercenaries",
          "description": "At the start of a space combat, you may remove up to 2 fighters you control in a system adjacent to the active system. Then, choose 1 player participating in that combat; that player places the same number of fighters from their reinforcements in the active system."
        },
        {
          "id": "florzen_dl",
          "name": "Data Leak",
          "description": "When you would gain a relic, you may draw 1 additional card; choose 1 to gain and return the rest to the relic deck. The, shuffle the relic deck."
        },
        {
          "id": "florzen_sm",
          "name": "Shadow Markets",
          "description": "When you explore a planet, you may treat that planet as if it had the same trat as another planet you control."
        }
      ],
      "faction_techs": [
        {
          "id": "florzen_bp",
          "name": "Blackmail Programs",
          "tech_type": "Green",
          "prerequisites": ["Green", "Green"],
          "description": "When a player would perform a strategic actionm you may exhaust this car dand spend 1 token from your strategy pool to end that player's turn; the strategic action is not resolved and the strategy card is not exhausted."
        },
        {
          "id": "florzen_c1",
          "name": "Corsair I",
          "cost": "1(x2)",
          "combat": 9,
          "move": 1,
          "abilities": ["Anti-Fighter Barrage 9"],
          "description": "This unit may move without being transported. Fighters in excess of your ships' capacity count against your fleet pool."
        },
        {
          "id": "florzen_c2",
          "name": "Corsair II",
          "tech_type":"Unit Upgrade",
          "prerequisites": ["Green", "Blue"],
          "cost": "1(x2)",
          "combat": 8,
          "move": 3,
          "abilities": ["Anti-Fighter Barrage 8"],
          "description": "This unit may move without being transported. Fighters in excess of your ships' capacity count against your fleet pool."
        }
      ],
      "agents": [
        {
          "id": "florzen_agent",
          "name": "Sal Gavda - Black Market Dealer",
          "description": "At the start of a player's turn: You may exhaust this card to allow that player to remove an attachment from a non-home planet they control and attach it to a non-home planet they control other than Mecatol Rex adjacent to that planet's system."
        }
      ],
      "commanders": [
        {
          "id": "florzen_commander",
          "name": "Quaxdol Junitas - The Unseen Hand",
          "description": "UNLOCK: Have the outcome you voted for or predicted on an agenda resolved. After the second agenda is revealed during the agenda phase: You may ready 1 planet you control; explore that planet, if able."
        }
      ],
      "heroes": [
        {
          "id": "florzen_hero",
          "name": "Banua Gowen - Administrator of Minds",
          "description": "SLEEPER CELLS - SHADY ACQUISITIONS. ACTION: Place 2 fighters from your reinforcements in each system that contains 1 or more planets you control and no other player's ships. Then, you may remove 1 attachment from any planet in a system hat contains 1 or more of your ships and attach it to 1 planet in your home system. Then, purge this card."
        }
      ],
      "promissory": [
        {
          "id": "flrozen_pn",
          "name": "Underground Market",
          "description": "When you would gain a relic: You may draw 1 additional card; choose 1 to gain and return the rest to the relic deck. Then, shuffle the relic deck. Then, return this card to the Florzen player."
        }
      ],
      "flagship": [
        {
          "id": "florzen_fs",
          "name": "Man O' War",
          "cost": 8,
          "combat": "7(x2)",
          "move": 1,
          "capacity": 5,
          "abilities": ["Sustain Damage"],
          "description": "Other players cannot play action cards during a space combat in this system."
        }
      ],
      "mech": [
        {
          "id": "florzen_mech",
          "name": "Privateer",
          "cost": 2,
          "combat": 6,
          "abilities": ["Sustain Damage"],
          "description": "You may spend influence as resources to produce this unit."
        }
      ],
      "starting_techs": [
        {
          "id": "florzen_starting_tech",
          "name": "Florzen Starting Tech",
          "techs": [
            {
              "name": "Scanlink Drone Network",
              "tech_type": "Yellow"
            },
            {
              "name": "Neural Motivator",
              "tech_type": "Green"
            }
          ]
        }
      ],
      "starting_fleet": [
        {
          "id": "florzen_starting_fleet",
          "name": "Florzen Starting Fleet",
          "description": "2 Carriers, 4 Fighters, 4 Infantry, 1 Space Dock"
        }
      ],
      "commodity_values": [
        {
          "id": "florzen_comms",
          "name": "Commodities", 
          "description": "4"
        }
      ],
      "home_system": [
        {
          "id": "florzen_hs",
          "name": "Florzen Home System",
          "planets": [
            {
              "name": "Delmor",
              "resource": 2,
              "influence": 1
            },
            {
              "name": "Kyd",
              "resource": 1,
              "influence": 2
            }
          ]
        }
      ],
      "breakthrough": [
        {
          "id": "florzen_bt",
          "name": "Reverie Implants",
          "synergy": [
            {
              "primary": "Green",
              "secondary": "Blue"
            }
          ],
          "description": "At the end of your turn, you may exhaust this card and choose 1other player; you and that player each secretly spend 0, 1, or 2 trade goods. Then, reveal the spent trade goods; if you spent the same number of trade goods, take 1 promissory note form that player's hand, at random, if able."
        }
      ]
    },
    {
      "name": "The Free Systems Compact",
      "abilities": [
        {
          "id": "fsc_rttc",
          "name": "Rally to the Cause",
          "description": "Once per action, after you produce 1 or more ships in your home system, you may produce up to 2 ships in a system that contains a cultural, hazardous, or industrial planet and does not contain a legendary planet or other players' units."
        },
        {
          "id": "fsc_diplomats",
          "name": "Diplomats",
          "description": "Once per action, you may exhaust 1 uncontrolled planet's planet card that is on the game board to spend its resources or influence."
        },
        {
          "id": "fsc_fp",
          "name": "Free People",
          "description": "During setup, for each non-home planet other than Mecatol Rex on the game board, place that planet's planet card face up on the game board."
        }
      ],
      "faction_techs": [
        {
          "id": "fsc_en",
          "name": "Envoy Network",
          "tech_type": "Green",
          "prerequisites": ["Green"],
          "description": "At the start of the agenda phase, you may choose and exhaust 1 cultural, 1 hazardous, and 1 industrial planet. When you cast 1 or more votes, if you exhaust at least 1 cultural, 1 hazardous, and 1 industrial planet to cast votes, you may cast 4 additional votes."
        },
        {
          "id": "fsc_cst",
          "name": "Covert Strike Teams",
          "tech_type": "Yellow",
          "prerequisites": ["Yellow", "Yellow"],
          "description": "At the start of a ground combat, you may roll 1 die for each of up to 2 of your ground forces on that planet. For each result equal to or greater than that unit's combat value, produce 1 hit; your opponent must assign it to 1 of their units on that planet."
        }
      ],
      "agents": [
        {
          "id": "fsc_agent",
          "name": "Cordo Haved - Friendly Diplomat",
          "description": "While ready, this card has the text ability of each legendary planet ability card any player controls, even if that card is exhausted. You may allow another player to use this card's ability."
        }
      ],
      "commanders": [
        {
          "id": "fsc_commander",
          "name": "President Cyhn - Crisis Leader",
          "description": "UNLOCK: Each non-legendary planet on the game board is controlled. After you gain control of a non-home planet during a tactical action: if you have 1 or more ships in the active system, you may produce 1 ship in that system."
        }
      ],
      "heroes": [
        {
          "id": "fsc_hero",
          "name": "Count Otto P'may - Inspiring Rhetorician",
          "description": "HEART OF REBELLION - FREEDOM OR DEATH. ACTION: Ready a non-home planet other than Mecatol Rex that you control, remove all units on that planet and attach this card to it. Units cannot be committed to, produced on, or placed on this planet."
        }
      ],
      "promissory": [
        {
          "id": "fsc_pn",
          "name": "Broadcast Teams",
          "description": "When you gain control of a planet during a tactical action: If the active system does not contain another player's ships you may produce up to 2 ships in that system. Then, return this card to the Free Systems player."
        }
      ],
      "flagship": [
        {
          "id": "fsc_fs",
          "name": "Vox",
          "cost": 8,
          "combat": "7(x2)",
          "move": 1,
          "capacity": 3,
          "abilities": ["Sustain Damage"],
          "description": "When this unit makes a combat roll, it rolls 1 additional die for each planet in this system of any single trait."
        }
      ],
      "mech": [
        {
          "id": "fsc_mech",
          "name": "Liberator",
          "cost": 2,
          "combat": 6,
          "abilities": ["Sustain Damage"],
          "description": "DEPLOY: After you use your RALLY TO THE CAUSE faction ability in any system, you may spend 1 trade good to place 1 mech on a planet you control adjacent to that system."
        }
      ],
      "starting_techs": [
        {
          "id": "fsc_starting_tech",
          "name": "Free Systems Compact Starting Tech",
          "techs": [
            {
              "name": "Psychoarchaeology",
              "tech_type": "Green"
            }
          ]
        }
      ],
      "starting_fleet": [
        {
          "id": "fsc_starting_fleet",
          "name": "Free Systems Compact Starting Fleet",
          "description": "1 Carrier, 2 Cruisers, 2 Fighters, 4 Infantry, 1 Space Dock, 1 PDS"
        }
      ],
      "commodity_values": [
        {
          "id": "fsc_comms",
          "name": "Commodities", 
          "description": "4"
        }
      ],
      "home_system": [
        {
          "id": "fsc_hs",
          "name": "Free Systems Compact Home System",
          "planets": [
            {
              "name": "Idyn",
              "resource": 1,
              "influence": 0
            },
            {
              "name": "Kroll",
              "resource": 1,
              "influence": 1
            },
            {
              "name": "Cyrra",
              "resource": 0,
              "influence": 1
            }
          ]
        }
      ],
      "breakthrough": [
        {
          "id": "fsc_bt",
          "name": "Galactic Movement",
          "synergy": [
            {
              "primary": "Green",
              "secondary": "Yellow"
            }
          ],
          "description": "After you spend a strategy token, you may place 1 infantry from your reinforcements into coexistence on any cultural, hazardous, or industrial planet that contains the active player's ground forces. Your infantry tokens on planets you control can be accompanied by your control tokens instead of plastic pieces."
        }
      ]
    },
    {
      "name": "The Ghemina Raiders",
      "abilities": [
        {
          "id": "ghemina_tlatl",
          "name": "The Lady & The Lord",
          "description": "During setup, place 1 additional flagship in your reinforcements and the additional Ghemina Hero next to your faction sheet. This additional flagship has the abilities and attributes listed on the Lord flagship card. You have 2 Heroes."
        },
        {
          "id": "ghemina_rot",
          "name": "Rule of Two",
          "description": "During a round of combat in a system that contains exactly 2 of your non-fighter ships, if those ships have the same unit type, apply +2 to the result of each of those unit's combat rolls."
        }
      ],
      "faction_techs": [
        {
          "id": "ghemina_wsi",
          "name": "War Song Implants",
          "tech_type": "Green",
          "prerequisites": ["Green", "Green", "Green"],
          "description": "After you win a combat, you may ready 1 planet you control."
        },
        {
          "id": "ghemina_ct1",
          "name": "Combat Transport I",
          "cost": 3,
          "combat": 9,
          "move": 2,
          "capacity": 4
        },
        {
          "id": "ghemina_ct2",
          "name": "Combat Transport II",
          "tech_type":"Unit Upgrade",
          "prerequisites": ["Blue", "Blue"],
          "cost": 3,
          "combat": 9,
          "move": 2,
          "capacity": 6,
          "description": "You may reroll 1 of your unit's combat dice during each round of ground combat on a planet in this system that contains 2 or fewer of your infantry."
        }
      ],
      "agents": [
        {
          "id": "ghemina_agent",
          "name": "Skarvald & Torvar - Raid Heralds",
          "description": "When the active player produces 1 or more hits during a round of combat: You may exhaust this card to allow that player to produce 1 additional hit."
        }
      ],
      "commanders": [
        {
          "id": "ghemina_commander",
          "name": "Jarl Vel & Jarl Jotrun - Raid Leaders",
          "description": "UNLOCK: Have 2 flagships on the game board. After you win a combat in a system that contains no planets or on a planet that contains a structure, you may gain 1 trade good."
        }
      ],
      "heroes": [
        {
          "id": "ghemina_hero1",
          "name": "Korela - The Lady",
          "description": "RAZE ORDER - FEAR AND ASH. ACTION: Purge this card to destroy all units on a non-home planet other than Mecatol Rex that is adjacen to a system that contains 1 of your flagships."
        },
        {
          "id": "ghemina_hero2",
          "name": "Kantrus - The Lord",
          "description": "DESTINY DRIVE - ALLEGED BIRTHRIGHT. ACTION: Purge this card to choose 1 non-home planet other than Mecatol Rex that does not contain another player's units and is adjacent to a system that contains 1 or more of your flagships; gain control of that planet. Then, ready that planet."
        }
      ],
      "promissory": [
        {
          "id": "ghemina_pn",
          "name": "Raid Leaders",
          "description": "After you activate a system: Choose 1 non-fighter ship you control; during this action, that unit gains BOMBARDMENT 5(x2) and a capacity of 2. Return this card to the Ghemina player at the end of this action."
        }
      ],
      "flagship": [
        {
          "id": "ghemina_fs1",
          "name": "The Lady",
          "cost": 6,
          "combat": "7(x2)",
          "move": 2,
          "capacity": 3,
          "abilities": ["Sustain Damage", "Bombardment 5(x4)"],
          "description": "When a structure you do not control in this system is destroyed, gain 1 trade good."
        },
        {
          "id": "ghemina_fs2",
          "name": "The Lord",
          "cost": 6,
          "combat": "7(x2)",
          "move": 2,
          "capacity": 7,
          "abilities": ["Sustain Damage"],
          "description": "After a player explores a planet in this system, place 1 infantry from their reinforcements on that planet."
        }
      ],
      "mech": [
        {
          "id": "ghemina_mech",
          "name": "Jotun",
          "cost": 2,
          "combat": 6,
          "abilities": ["Sustain Damage"],
          "description": "After you win a ground combat on this planet, if this planet contains exactly 1 other mech, explore this planet."
        }
      ],
      "starting_techs": [
        {
          "id": "ghemina_starting_tech",
          "name": "Ghemina Starting Tech",
          "techs": [
            {
              "name": "Dark Energy Tap",
              "tech_type": "Blue"
            },
            {
              "name": "Psychoarchaeology",
              "tech_type": "Green"
            }
          ]
        }
      ],
      "starting_fleet": [
        {
          "id": "ghemina_starting_fleet",
          "name": "Ghemina Starting Fleet",
          "description": "2 Carriers, 1 Destroyer, 3 Fighters, 3 Infantry, 2 Space Docks"
        }
      ],
      "commodity_values": [
        {
          "id": "ghemina_comms",
          "name": "Commodities", 
          "description": "2"
        }
      ],
      "home_system": [
        {
          "id": "ghemina_hs",
          "name": "Ghemina Home System",
          "planets": [
            {
              "name": "Drah",
              "resource": 1,
              "influence": 2
            },
            {
              "name": "Trykk",
              "resource": 2,
              "influence": 1
            }
          ]
        }
      ],
      "breakthrough": [
        {
          "id": "ghemina_bt",
          "name": "Raiding Parties",
          "synergy": [
            {
              "primary": "Green",
              "secondary": "Red"
            }
          ],
          "description": "During each round of combat, you may choose 1 of your participating units; roll that unit's combat roll twice and resolve the result of your choice. When you announce a retreat, you may exhaust this card to immediately resolve that retreat."
        }
      ]
    },
    {
      "name": "The Ghoti Wayfarers",
      "abilities": [
        {
          "id": "ghoti_ae",
          "name": "Abyssal Embrace",
          "description": "When you create the game board, place the Ghoti Space tile where your home system would normally be placed. The Ghoti Space system is not a home system."
        },
        {
          "id": "ghoti_mc",
          "name": "Mobile Command",
          "description": "The system that contains your flagship is your home system. Your flagship is your home system. Your flagship cannot be captured and you cannot score public objectives if your flagship is not on the game board."
        },
        {
          "id": "ghoti_sg",
          "name": "Spawning Grounds",
          "description": "During setup, gain and ready the Ghoti planet card and its planet ability card; you cannot lose those cards."
        }
      ],
      "faction_techs": [
        {
          "id": "ghoti_nc",
          "name": "Networked Command",
          "tech_type": "Green",
          "prerequisites": ["Green"],
          "description": "Up to 3 ships in your home system do not count against your fleet pool. When you cast 1 or more votes, you may exhaust this card to cast an additional number of votes equal to the number of command tokens in your fleet pool."
        },
        {
          "id": "ghoti_pp",
          "name": "Parallel Production",
          "tech_type": "Yellow",
          "prerequisites": ["Yellow"],
          "description": "When you produce 1 or more units, you may produce 1 additional unit in each of 2 systems that contain 1 or more of your ships and 1 of your command tokens."
        }
      ],
      "agents": [
        {
          "id": "ghoti_agent",
          "name": "Becece - Caretaker of Worlds",
          "description": "When a player produces 1 or more units: You may exhaust this card to allow that player to either produce 2 additional units or gain 1 trade good."
        }
      ],
      "commanders": [
        {
          "id": "ghoti_commander",
          "name": "Ceie Doleegueaunm - Abyssal Queen",
          "description": "UNLOCK: Have units in 3 systems that do not contain planets. After you activate a system: You may treat systems that contain no planets as adjacent to each other during this tactical action."
        }
      ],
      "heroes": [
        {
          "id": "ghoti_hero",
          "name": "Nmenmede - Ghoti All Mother",
          "description": "TRANSCENDENCE - THE GHOTI ARISE. ACTION: For each system that contains 1 or more of your non-fighter ships, you may replace 1 of your non-fighter ships in that system with a ship from your reinforcements that has a cost value of up to 2 greater than the cost value of that ship. Then, purge this card."
        }
      ],
      "promissory": [
        {
          "id": "ghoti_pn",
          "name": "Ghoti Relay",
          "description": "At the start of yout turn: Place this card in your play area to produce up to 2 ships in a system that contains 1 or more of your ships. At the start of the status phase, return this card to the Ghoti player."
        }
      ],
      "flagship": [
        {
          "id": "ghoti_fs",
          "name": "All Mother",
          "cost": 6,
          "combat": "7(x2)",
          "move": 1,
          "capacity": 5,
          "abilities": ["Sustain Damage", "Production X"],
          "description": "While in play, this unit is also treated as a space dock with a PRODUCTION value equal to the number of tokens in your fleet pool."
        }
      ],
      "mech": [
        {
          "id": "ghoti_mech",
          "name": "Tioleombp",
          "cost": 2,
          "combat": 6,
          "abilities": ["Sustain Damage"],
          "description": "This unit can be blockaded. When producing ships in your home sysem, place up to 1 of those units in this system's space area if it is not blockaded."
        }
      ],
      "starting_techs": [
        {
          "id": "ghoti_starting_tech",
          "name": "Ghoti Starting Tech",
          "choose_count": 1,
          "techs": [
            {
              "name": "Gravity Drive",
              "tech_type": "Blue"
            },
            {
              "name": "Sling Relay",
              "tech_type": "Blue"
            }
          ]
        }
      ],
      "starting_fleet": [
        {
          "id": "ghoti_starting_fleet",
          "name": "Ghoti Starting Fleet",
          "description": "1 Flagship, 1 Cruiser, 2 Fighters, 3 Infantry"
        }
      ],
      "commodity_values": [
        {
          "id": "ghoti_comms",
          "name": "Commodities", 
          "description": "4"
        }
      ],
      "home_system": [
        {
          "id": "ghoti_hs",
          "name": "Ghoti Home System",
          "planets": [
            {
              "description": "Special - Tied to Mobile Command"
            }
          ]
        }
      ],
      "breakthrough": [
        {
          "id": "ghoti_bt",
          "name": "Cult of the All-Mother",
          "synergy": [
            {
              "primary": "Green",
              "secondary": "Blue"
            }
          ],
          "description": "After this card enters play, place 1 ingress token in an empty system. Your units may retreat to any empoty system that does not contain another player's ships."
        }
      ]
    },
    {
      "name": "The GLEdge Union",
      "abilities": [
        {
          "id": "gledge_mc",
          "name": "Mantle Cracking",
          "description": "ACTION: Place 1 'Core' token on a non-home planet you controlother than Mecatol Rex that does not contain a Core token to gain up to 4 trade goods."
        },
        {
          "id": "gledge_cr",
          "name": "Celestial Reclamation",
          "description": "Planets that contain Core tokens have a base resource value of 2 and influence value of 0. Core tokens cannot be removed from the planet that contains them."
        },
        {
          "id": "gledge_dm",
          "name": "Deep Mining",
          "description": "When you would explore a planet that contains 1 of your mechs or structures, you may instead gain 1 trade good."
        }
      ],
      "faction_techs": [
        {
          "id": "gledge_ld",
          "name": "Lightning Drives",
          "tech_type": "Blue",
          "prerequisites": ["Blue", "Blue", "Blue"],
          "description": "During movement, you may increase the move value of each of your non-fighter ships not transporting any fighters or infantry by 1."
        },
        {
          "id": "gledge_op1",
          "name": "Orion Platform I",
          "abilities": ["Planetary Shield", "Space Cannon 6"],
          "description": "When this unit makes a SPACE CANNON roll against another player's units, if it rolls at least 1 result of 9 or 10, explore this planet."
        },
        {
          "id": "gledge_op2",
          "name": "Orion Platform II",
          "tech_type":"Unit Upgrade",
          "prerequisites": ["Red", "Yellow"],
          "abilities": ["Planetary Shield", "Space Cannon 5"],
          "description": "When this unit produces 1 or more hit against another player's units, explore this planet. You may use this unit's SPACE CANNON against ships that are adjacent to this unit's system."
        }
      ],
      "agents": [
        {
          "id": "gledge_agent",
          "name": "Durran - Ember of the Union",
          "description": "When 1 or more of a player's units use PRODUCTION: You may exhaust this card to apply +3 to the total PRODUCTION value of that player's units."
        }
      ],
      "commanders": [
        {
          "id": "gledge_commander",
          "name": "Voldun - Forge Lord",
          "description": "UNLOCK: Control non-fighter ships with a cost of at least 10 in 1 system. When you use the PRODUCTION of 1 or more of your units, you may increase the total PRODUCTION value of those units by 1 for each space dock you control."
        }
      ],
      "heroes": [
        {
          "id": "gledge_hero",
          "name": "Gorthrim - Chief of Expeditions",
          "description": "MAGNUM OPUS - WORLD SHAPERS. ACTION: Reveal cards from any non-frontier exploration decks until you reveal up to 3 attachments, if able; attach those cards to any planets you control of the corresponding planet type, and discard the rest. Then, purge this card."
        }
      ],
      "promissory": [
        {
          "id": "gledge_pn",
          "name": "GLEdge Base",
          "description": "ACTION: Attach this card to a non-home planet you control. This planet's resource value is increased by 2."
        }
      ],
      "flagship": [
        {
          "id": "gledge_fs",
          "name": "Beg Bersha",
          "cost": 8,
          "combat": 7,
          "move": 1,
          "capacity": 3,
          "abilities": ["Sustain Damage", "Bombardment 7"],
          "description": "When this unit makes a combat or ability roll, it rolls 1 additional die for each mech in or adjacent to this system."
        }
      ],
      "mech": [
        {
          "id": "gledge_mech",
          "name": "Exodriller",
          "cost": 2,
          "combat": 6,
          "abilities": ["Sustain Damage"],
          "description": "When you exhaust this planet to spend resources, you may also spend 1 of it's influence as a resource."
        }
      ],
      "starting_techs": [
        {
          "id": "gledge_starting_tech",
          "name": "GLEdge Starting Tech",
          "choose_count": 2,
          "techs": [
            {
              "name": "AI Development Algorithm",
              "tech_type": "Red"
            },
            {
              "name": "Scanlink Drone Network",
              "tech_type": "Yellow"
            },
            {
              "name": "Psychoarchaeology",
              "tech_type": "Green"
            }
          ]
        }
      ],
      "starting_fleet": [
        {
          "id": "gledge_starting_fleet",
          "name": "GLEdge Starting Fleet",
          "description": "1 Dreadnought, 1 Carrier, 1 Destroyer, 3 Fighters, 2 Infantry, 1 Mech, 1 Space Dock"
        }
      ],
      "commodity_values": [
        {
          "id": "gledge_comms",
          "name": "Commodities", 
          "description": "2"
        }
      ],
      "home_system": [
        {
          "id": "gledge_hs",
          "name": "GLEdge Home System",
          "planets": [
            {
              "name": "Last Stop",
              "resource": 3,
              "influence": 0
            }
          ]
        }
      ],
      "breakthrough": [
        {
          "id": "gledge_bt",
          "name": "Dhonraz Installations",
          "synergy": [
            {
              "primary": "Blue",
              "secondary": "Yellow"
            }
          ],
          "description": "Planets you control that contain core tokens are also treated as stations except for the purposes of control; units can be committed to, produced on, and placed on these planets. Stations you control have SPACE CANNON 5."
        }
      ]
    },
    {
      "name": "The Glimmer of Mortheus",
      "abilities": [
        {
          "id": "glimmer_facsimile",
          "name": "Facsimile",
          "description": "At the start of a space combat while you are the defender, you may spend influence equal to the cost value of 1 of your opponent's ships in the active system to place 1 unit of that type from your reinforcements in that system."
        },
        {
          "id": "glimmer_ip",
          "name": "Illusory Prescence",
          "description": "During the agenda phase, after another player casts votes, you may exhaust up to 2 planets you control; that player casts an additional number of votes equal to 1 more than the combined influence values of those planets."
        }
      ],
      "faction_techs": [
        {
          "id": "glimmer_fp",
          "name": "Fractal Plating",
          "tech_type": "Red",
          "prerequisites": ["Red", "Red"],
          "description": "After a unit you control in a system is destroyed, you may exhaust this card to place 1 unit of that type from your reinforcements in the space area of a system adjacent to that system that contains 1 or more of your ships."
        },
        {
          "id": "glimmer_fg",
          "name": "Fabrication Grid",
          "tech_type": "Yellow",
          "prerequisites": ["Yellow", "Yellow"],
          "description": "Each system that contains 1 or more of your ships and no planets gains PRODUCTION 2 as if it were a unit you control."
        }
      ],
      "agents": [
        {
          "id": "glimmer_agent",
          "name": "Walik - Dull Green",
          "description": "When a player produces 1 or mroe units in a system: You may exhaust this card to allow that player to place 1 of the produced units in the space area of an adjacent system that does not contain another player's ships."
        }
      ],
      "commanders": [
        {
          "id": "glimmer_commander",
          "name": "Komat - Vibrant Blue",
          "description": "UNLOCK: Have ships in 3 or more system not adjacent to or including your home system. At the start of a space combat while you are not the active player: Choose 1 of your non-fighter ships in the active system to gain SUSTAIN DAMAGE until the end of combat."
        }
      ],
      "heroes": [
        {
          "id": "glimmer_hero",
          "name": "Bayan - Deep Magenta",
          "description": "WEAVELINK REPLICATOR - TWO BY TWO. ACTION: Purge this card to choose 1 ship you control in each system; for each of those units, you may place 1 unit of that type from your reinforcements in the space area of that unit's system, if able."
        }
      ],
      "promissory": [
        {
          "id": "glimmer_pn",
          "name": "Secrets of the Weave",
          "description": "At the start of a space combat while you are the defender: You may spend influence equal to the cost value of 1 of your opponent's ships in the active system to place 1 unit of that type from your reinforcements in that system. Then, return this card to the Mortheus player."
        }
      ],
      "flagship": [
        {
          "id": "glimmer_fs",
          "name": "Particle Sieve",
          "cost": 8,
          "combat": "7(x2)",
          "move": 1,
          "capacity": 3,
          "abilities": ["Sustain Damage"],
          "description": "After you activate this system, if it does not contain any planrts, you may place 1 frontier token in this system."
        }
      ],
      "mech": [
        {
          "id": "glimmer_mech",
          "name": "Duuban",
          "cost": 2,
          "combat": 6,
          "abilities": ["Sustain Damage"],
          "description": "When a player commits 1 or more units to a planet oyu control adjacent to this system, you may swap this unit with 1 of your infantry on that planet."
        }
      ],
      "starting_techs": [
        {
          "id": "glimmer_starting_tech",
          "name": "Glimmer Starting Tech",
          "techs": [
            {
              "name": "Dark Energy Tap",
              "tech_type": "Blue"
            },
            {
              "name": "Sarween Tools",
              "tech_type": "Yellow"
            }
          ]
        }
      ],
      "starting_fleet": [
        {
          "id": "glimmer_starting_fleet",
          "name": "Glimmer Starting Fleet",
          "description": "1 Dreadnought, 1 Carrier, 1 Destroyer, 2 Fighters, 3 Infantry, 1 Space Dock"
        }
      ],
      "commodity_values": [
        {
          "id": "glimmer_comms",
          "name": "Commodities", 
          "description": "3"
        }
      ],
      "home_system": [
        {
          "id": "glimmer_hs",
          "name": "Glimmer Home System",
          "planets": [
            {
              "name": "Biaheo",
              "resource": 3,
              "influence": 0
            },
            {
              "name": "Empero",
              "resource": 0,
              "influence": 3
            }
          ],
          "anomalies": ["Nebula"]
        }
      ],
      "breakthrough": [
        {
          "id": "glimmer_bt",
          "name": "Mirage Craft",
          "synergy": [
            {
              "primary": "Yellow",
              "secondary": "Red"
            }
          ],
          "description": "At the start and end of a space combat in which you are the defender, you may swap 1 of your ships in the active system that contains 1 of your command tokens; the swapped ships cannot transport units."
        }
      ]
    },
    {
      "name": "The Kyro Sodality",
      "abilities": [
        {
          "id": "kyro_contagion",
          "name": "Contagion",
          "description": "After you resolve the primary or secondary ability of the 'Politics' strategy card. Commit 1 infantry from your reinforcements to a planet that is in or adjacent to a system that contains a planet you control; resolve invasion on that planet."
        },
        {
          "id": "kyro_pr",
          "name": "Plague Reservoir",
          "description": "Once per action, during invasion on a planet that contains your units, you may resolve ground combat on that planet, even if it does not contain another player's ground forces."
        },
        {
          "id": "kyro_subversive",
          "name": "Subversive",
          "description": "When participating in a combat that would end in a draw, you are treated as the winner instead."
        }
      ],
      "faction_techs": [
        {
          "id": "kyro_it",
          "name": "Indoctrination Teams",
          "tech_type": "Green",
          "prerequisites": ["Green", "Green"],
          "description": "During the agenda phase, after an outcome you voted for is resolved, place 2 infantry from your reinforcements on a planet you control."
        },
        {
          "id": "kyro_vp",
          "name": "Vector Programs",
          "tech_type": "Yellow",
          "prerequisites": ["Yellow"],
          "description": "At the start of the strategy phase, you may place any number of your trade goods on any combination of strategy cards. Then, place 2 trade goods from the supply on 1 strategy card."
        }
      ],
      "agents": [
        {
          "id": "kyro_agent",
          "name": "Tox - Plague Queen",
          "description": "After a player loses or draws a ground combat: You may exhaust this card to allow that player to replenish their commodities; place a number of infantry equal to 1 less than their commodity value on a planet you control."
        }
      ],
      "commanders": [
        {
          "id": "kyro_commander",
          "name": "Silas Deriga - Necrosage",
          "description": "UNLOCK: Have 6 infantry and 6 fighters on the game board. When you cast votes: Remove up to 4 of your infantry from the game board to cast 1 additional vote for each infantry removed."
        }
      ],
      "heroes": [
        {
          "id": "kyro_hero",
          "name": "Speygh - Blightmaster",
          "description": "BRIKK STRAIN - GALACTIC BLIGHT. At the start of the status phase: You may attach this card to 1 of your strategy cards. Its initiative value is 9. Non-Kyro players may only resolve 1 clause of this strategy card's primary ability. The Kyro player gains any trade goods placed on this card."
        }
      ],
      "promissory": [
        {
          "id": "kyro_pn",
          "name": "Kyro Rider",
          "description": "After an agenda is revealed: You cannot vote on this agenda. Predict aloud an outcome of this agenda. If your prediction is correct, place 3 infantry form your reinforcements on a planet you contrl. Then, return this card to the Kyro player."
        }
      ],
      "flagship": [
        {
          "id": "kyro_fs",
          "name": "Auriga",
          "cost": 8,
          "combat": "7(x2)",
          "move": 1,
          "capacity": 3,
          "abilities": ["Sustain Damage"],
          "description": "When you commit units to a planet in this system, commit 1 infantry form your reinforcements to that planet."
        }
      ],
      "mech": [
        {
          "id": "kyro_mech",
          "name": "Pustule",
          "cost": 2,
          "combat": 6,
          "abilities": ["Sustain Damage"],
          "description": "When this unit would be destroyed, if it is damaged, you may discard 1 action card to repair it instead."
        }
      ],
      "starting_techs": [
        {
          "id": "kyro_starting_tech",
          "name": "Kyro Starting Tech",
          "note": "Choose 1 of the following:",
          "techs": [
            {
              "name": "Daxcive Animators",
              "tech_type": "Green"
            },
            {
              "name": "Bio-Stims",
              "tech_type": "Green"
            }
          ]
        }
      ],
      "starting_fleet": [
        {
          "id": "kyro_starting_fleet",
          "name": "Kyro Starting Fleet",
          "description": "1 Dreadnought, 1 Carrier, 1 Destroyer, 3 Infantry, 1 Space Dock"
        }
      ],
      "commodity_values": [
        {
          "id": "kyro_comms",
          "name": "Commodities", 
          "value": 2
        }
      ],
      "home_system": [
        {
          "id": "kyro_hs",
          "name": "Kyro Home System",
          "planets": [
            {
              "name": "Avicenna",
              "resource": 4,
              "influence": 0
            }
          ]
        }
      ],
      "breakthrough": [
        {
          "id": "kyro_bt",
          "name": "Strain Dispersa",
          "synergy": [
            {
              "primary": "Yellow",
              "secondary": "Red"
            }
          ],
          "description": "When researching technology, you may discard an aciton card to ignore 1 of that technology's prerequisites. Other player must spend 1 influence as an additional cost to research or gain a technology you own."
        }
      ]
    },
    {
      "name": "The Kortali Tribunal",
      "abilities": [
        {
          "id": "kortali_zealous",
          "name": "Zealous",
          "description": "When you spend a command token to resolve the secondary ability of the 'Warfare' strategy card, you may resolve the primary ability instead."
        },
        {
          "id": "kortali_ruthless",
          "name": "Ruthless",
          "description": "At the start of a ground combat on an exhausted planet you do not control, you may produce 1 hit and assign it to 1 of your opponent's ground forces on that planet."
        }
      ],
      "faction_techs": [
        {
          "id": "kortali_td",
          "name": "Tempest Drive",
          "tech_type": "Green",
          "prerequisites": ["Green", "Green"],
          "description": "After you win a combat in a system, you may exhaust this card to remove 1 command token from that system."
        },
        {
          "id": "kortali_de",
          "name": "Deliverance Engine",
          "tech_type": "Red",
          "prerequisites": ["Red", "Red"],
          "description": "Once per space combat, after 1 of your non-fighter ships is destroyed, you may produce 1 hit and assign it to 1 of your opponent's non-carrier ships."
        }
      ],
      "agents": [
        {
          "id": "kortali_agent",
          "name": "Queen Lucreia - Atonement and Punishment",
          "description": "When a player wins a ground combat: You may exhaust this card to allow that player to take 1 relic fragment their opponent owns, at random, if able."
        }
      ],
      "commanders": [
        {
          "id": "kortali_commander",
          "name": "Queen Lorena - Compassion and Destruction",
          "description": "UNLOCK: Destroy the last of a player's units in a system. During the first round of ground combat, you may cancel 1 hit produced against your units."
        }
      ],
      "heroes": [
        {
          "id": "kortali_hero",
          "name": "Queen Nadalia - Life and Death",
          "description": "CALLING OF THE QUEENS - MOTHER GODDESSES. When you win a combat: You may purge this card to choose and take up to 1 of your opponent's relics. Then, for each planet you control that is a legendary planet or has a technology specialty, gain 1 command token."
        }
      ],
      "promissory": [
        {
          "id": "kortali_pn",
          "name": "Blessing of the Queen",
          "description": "ACTION: Place this card faceup in your play area and remove 1 of your command tokens from the game board. At the start of the status phase, return this card to the Kortali player."
        }
      ],
      "flagship": [
        {
          "id": "kortali_fs",
          "name": "Magistrate",
          "cost": 8,
          "combat": "5(x2)",
          "move": 1,
          "capacity": 3,
          "abilities": ["Sustain Damage", "Bombardment 3"],
          "description": "After you win a space combat in this system, you may have this ship become damaged to gain 1 command token."
        }
      ],
      "mech": [
        {
          "id": "kortali_mech",
          "name": "Justicar",
          "cost": 2,
          "combat": 5,
          "abilities": ["Planetary Shield", "Sustain Damage"],
          "description": "This unit cannot lose its PLANETARY SHIELD."
        }
      ],
      "starting_techs": [
        {
          "id": "kortali_starting_tech",
          "name": "Kortali Starting Tech",
          "techs": [
            {
              "name": "Plasma Scoring",
              "tech_type": "Red"
            },
            {
              "name": "Psychoarchaeology",
              "tech_type": "Green"
            }
          ]
        }
      ],
      "starting_fleet": [
        {
          "id": "kortali_starting_fleet",
          "name": "Kortali Starting Fleet",
          "description": "2 Carriers, 1 Cruiser, 2 Fighters, 4 Infantry, 1 Space Dock, 1 PDS"
        }
      ],
      "commodity_values": [
        {
          "id": "kortali_comms",
          "name": "Commodities", 
          "value": 3
        }
      ],
      "home_system": [
        {
          "id": "kortali_hs",
          "name": "Kortali Home System",
          "planets": [
            {
              "name": "Ogdun",
              "resource": 2,
              "influence": 0
            },
            {
              "name": "Brthkul",
              "resource": 1,
              "influence": 3
            }
          ]
        }
      ],
      "breakthrough": [
        {
          "id": "kortali_bt",
          "name": "The Queen's Wrath",
          "synergy": [
            {
              "primary": "Blue",
              "secondary": "Red"
            }
          ],
          "description": "If you have the Dreadnought II technology, flip this card and place it on top of Dreadnought II. Tribune (Dreadnought) Cost 4, Combat 5, Move 2, Capacity 1. Abilities: Sustain Damage. This unit cannot be destroyed by 'Direct Hit' action cards. When this unit produces a hit, you may repair it. While this unit is not damaged, you may reroll its combat roll."
        }
      ]
    },
    {
      "name": "The Kollecc Society",
      "abilities": [
        {
          "id": "kollec_cf",
          "name": "Cloaked Fleets",
          "description": "After you produce 1 or more ships, you may place up to 2 of those ships on your faction sheet, those ships are captured."
        },
        {
          "id": "kollec_sol",
          "name": "Shroud of Lith",
          "description": "After movement, if the active system contains 1 or more of your non-fighter ships, you may place up to 2 of your captured ships and 2 of your captured ground forces from your faction sheet in that system's space area."
        },
        {
          "id": "kollec_th",
          "name": "Treasure Hunters",
          "description": "At the start of your turn, you may look at the top card of the cultural, hazardous, or industrial exploration deck. Then, look at the top card of the relic deck."
        }
      ],
      "faction_techs": [
        {
          "id": "kollec_sd",
          "name": "Seeker Drones",
          "tech_type": "Yellow",
          "prerequisites": ["Yellow", "Yellow"],
          "description": "ACTION: Exhaust this card to choose 1 of your neighbors that has 1 or more relic fragments. That player gains 2 trade goods and msut give you 1 of those relic fragments of your choice."
        },
        {
          "id": "kollec_ss",
          "name": "Shroud Skirmishers",
          "tech_type": "Blue",
          "prerequisites": ["Blue"],
          "description": "At the start of space combat, you may choose 1 of your ships in the active system that did not begin this action in that system; roll a die. On a result equal to or greater than that ship's combat value, produce 1 hit; your opponent must assign it to 1 of their ships."
        }
      ],
      "agents": [
        {
          "id": "kollec_agent",
          "name": "Captain Dust - Artifact Broker",
          "description": "At the start of a player's turn: You may exhaust this card to allow that player to reveal the top 2 cards on an exploration deck that matches a planet they control; they gain any relic fragments that they revealed and discard the rest."
        }
      ],
      "commanders": [
        {
          "id": "kollec_commander",
          "name": "Kado S'mah-Qar - Coordinator",
          "description": "UNLOCK: Have 4 relic fragments. This card satisfies a blue technology prerequisite. When you retreat, if the active systemdoes not contain 1 of your command tokens, you do not place a command token in the system your ships retreated to."
        }
      ],
      "heroes": [
        {
          "id": "kollec_hero",
          "name": "Dorrahn Griphyn - The Collector",
          "description": "SHADOWCASTER - STEALTH EXPEDITION. ACTION: Draw a number of relic cards equal to the number of players in the game, choose 1 to gain, and return the rest to the relic deck. Then, shuffle that deck and purge this card."
        }
      ],
      "promissory": [
        {
          "id": "kollec_pn",
          "name": "AI Survey",
          "description": "At the start of your turn: You may look at either the top card of the cultural, hazardous, and industrial exploration decks, or the top card of the relic deck. Then, return this card to the Kollec player."
        }
      ],
      "flagship": [
        {
          "id": "kollec_fs",
          "name": "Nightingale V",
          "cost": 8,
          "combat": "5(x2)",
          "move": 1,
          "capacity": 3,
          "abilities": ["Sustain Damage"],
          "description": "When this unit retreats, you may capture each of your units that retreat."
        }
      ],
      "mech": [
        {
          "id": "kollec_mech",
          "name": "Nightshade Vanguard",
          "cost": 2,
          "combat": 6,
          "abilities": ["Sustain Damage"],
          "description": "At the end of a tactical action in this system, you may place up to 2 ground force from this planet into your faction sheet, those units are captured."
        }
      ],
      "starting_techs": [
        {
          "id": "kollec_starting_tech",
          "name": "Kollec Starting Tech",
          "techs": [
            {
              "name": "Scanlink Drone Network",
              "tech_type": "Yellow"
            }
          ]
        }
      ],
      "starting_fleet": [
        {
          "id": "kollec_starting_fleet",
          "name": "Kollec Starting Fleet",
          "description": "2 Carriers, 1 Cruiser, 2 FIghters, 4 Infantry, 1 Space Dock"
        }
      ],
      "commodity_values": [
        {
          "id": "kollec_comms",
          "name": "Commodities", 
          "value": 3
        }
      ],
      "home_system": [
        {
          "id": "kollec_hs",
          "name": "Kollec Home System",
          "planets": [
            {
              "name": "Susuros",
              "resource": 4,
              "influence": 4
            }
          ]
        }
      ],
      "breakthrough": [
        {
          "id": "kollec_bt",
          "name": "The Collector's Museum",
          "synergy": [
            {
              "primary": "Green",
              "secondary": "Blue"
            }
          ],
          "description": "When you explore a planet, you may exhaus this card to resolve a card from that exploration deck's discard pile instead; if you would discard that card, instead shuffle it into the corresponding exploration deck."
        }
      ]
    },
    {
      "name": "The Lanefir Remnants",
      "abilities": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "faction_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        },
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "agents": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commanders": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "heroes": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "promissory": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "flagship": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "mech": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_fleet": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commodity_values": [
        {
          "id": "",
          "name": "", 
          "description": ""
        }
      ],
      "home_system": [
        {
          "id": "",
          "name": "",
          "planets": [
            {
              "name": "",
              "resource": 0,
              "influence": 0
            }
          ]
        }
      ]
    },
    {
      "name": "The Li-Zho Dynasty",
      "abilities": [
        {
          "id": "",
          "name": "",
          "description": ""
        
        }
      ],
      "faction_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        },
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "agents": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commanders": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "heroes": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "promissory": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "flagship": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "mech": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_fleet": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commodity_values": [
        {
          "id": "",
          "name": "", 
          "description": ""
        }
      ],
      "home_system": [
        {
          "id": "",
          "name": "",
          "planets": [
            {
              "name": "",
              "resource": 0,
              "influence": 0
            }
          ]
        }
      ]
    },
    {
      "name": "The L'tokk Khrask",
      "abilities": [
        {
          "id": "",
          "name": "",
          "description": ""
        
        }
      ],
      "faction_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        },
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "agents": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commanders": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "heroes": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "promissory": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "flagship": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "mech": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_fleet": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commodity_values": [
        {
          "id": "",
          "name": "", 
          "description": ""
        }
      ],
      "home_system": [
        {
          "id": "",
          "name": "",
          "planets": [
            {
              "name": "",
              "resource": 0,
              "influence": 0
            }
          ]
        }
      ]
    },
    {
      "name": "The Mirveda Protectorate",
      "abilities": [
        {
          "id": "",
          "name": "",
          "description": ""
        
        }
      ],
      "faction_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        },
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "agents": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commanders": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "heroes": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "promissory": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "flagship": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "mech": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_fleet": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commodity_values": [
        {
          "id": "",
          "name": "", 
          "description": ""
        }
      ],
      "home_system": [
        {
          "id": "",
          "name": "",
          "planets": [
            {
              "name": "",
              "resource": 0,
              "influence": 0
            }
          ]
        }
      ]
    },
    {
      "name": "The Monks of Kolume",
      "abilities": [
        {
          "id": "",
          "name": "",
          "description": ""
        
        }
      ],
      "faction_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        },
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "agents": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commanders": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "heroes": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "promissory": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "flagship": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "mech": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_fleet": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commodity_values": [
        {
          "id": "",
          "name": "", 
          "description": ""
        }
      ],
      "home_system": [
        {
          "id": "",
          "name": "",
          "planets": [
            {
              "name": "",
              "resource": 0,
              "influence": 0
            }
          ]
        }
      ]
    },
    {
      "name": "The Myko-Mentori",
      "abilities": [
        {
          "id": "",
          "name": "",
          "description": ""
        
        }
      ],
      "faction_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        },
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "agents": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commanders": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "heroes": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "promissory": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "flagship": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "mech": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_fleet": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commodity_values": [
        {
          "id": "",
          "name": "", 
          "description": ""
        }
      ],
      "home_system": [
        {
          "id": "",
          "name": "",
          "planets": [
            {
              "name": "",
              "resource": 0,
              "influence": 0
            }
          ]
        }
      ]
    },
    {
      "name": "The Nivyn Star Kings",
      "abilities": [
        {
          "id": "",
          "name": "",
          "description": ""
        
        }
      ],
      "faction_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        },
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "agents": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commanders": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "heroes": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "promissory": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "flagship": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "mech": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_fleet": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commodity_values": [
        {
          "id": "",
          "name": "", 
          "description": ""
        }
      ],
      "home_system": [
        {
          "id": "",
          "name": "",
          "planets": [
            {
              "name": "",
              "resource": 0,
              "influence": 0
            }
          ]
        }
      ]
    },
    {
      "name": "The Nokar Sellships",
      "abilities": [
        {
          "id": "",
          "name": "",
          "description": ""
        
        }
      ],
      "faction_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        },
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "agents": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commanders": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "heroes": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "promissory": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "flagship": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "mech": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_fleet": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commodity_values": [
        {
          "id": "",
          "name": "", 
          "description": ""
        }
      ],
      "home_system": [
        {
          "id": "",
          "name": "",
          "planets": [
            {
              "name": "",
              "resource": 0,
              "influence": 0
            }
          ]
        }
      ]
    },
    {
      "name": "The Olradin League",
      "abilities": [
        {
          "id": "",
          "name": "",
          "description": ""
        
        }
      ],
      "faction_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        },
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "agents": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commanders": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "heroes": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "promissory": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "flagship": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "mech": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_fleet": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commodity_values": [
        {
          "id": "",
          "name": "", 
          "description": ""
        }
      ],
      "home_system": [
        {
          "id": "",
          "name": "",
          "planets": [
            {
              "name": "",
              "resource": 0,
              "influence": 0
            }
          ]
        }
      ]
    },
    {
      "name": "The Roh'Dhna Mechatronics",
      "abilities": [
        {
          "id": "",
          "name": "",
          "description": ""
        
        }
      ],
      "faction_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        },
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "agents": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commanders": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "heroes": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "promissory": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "flagship": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "mech": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_fleet": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commodity_values": [
        {
          "id": "",
          "name": "", 
          "description": ""
        }
      ],
      "home_system": [
        {
          "id": "",
          "name": "",
          "planets": [
            {
              "name": "",
              "resource": 0,
              "influence": 0
            }
          ]
        }
      ]
    },
    {
      "name": "The Savages of Cymiae",
      "abilities": [
        {
          "id": "",
          "name": "",
          "description": ""
        
        }
      ],
      "faction_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        },
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "agents": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commanders": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "heroes": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "promissory": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "flagship": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "mech": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_fleet": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commodity_values": [
        {
          "id": "",
          "name": "", 
          "description": ""
        }
      ],
      "home_system": [
        {
          "id": "",
          "name": "",
          "planets": [
            {
              "name": "",
              "resource": 0,
              "influence": 0
            }
          ]
        }
      ]
    },
    {
      "name": "The Shipwrights of Axis",
      "abilities": [
        {
          "id": "",
          "name": "",
          "description": ""
        
        }
      ],
      "faction_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        },
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "agents": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commanders": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "heroes": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "promissory": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "flagship": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "mech": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_fleet": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commodity_values": [
        {
          "id": "",
          "name": "", 
          "description": ""
        }
      ],
      "home_system": [
        {
          "id": "",
          "name": "",
          "planets": [
            {
              "name": "",
              "resource": 0,
              "influence": 0
            }
          ]
        }
      ]
    },
    {
      "name": "The Tnelis Syndicate",
      "abilities": [
        {
          "id": "",
          "name": "",
          "description": ""
        
        }
      ],
      "faction_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        },
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "agents": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commanders": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "heroes": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "promissory": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "flagship": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "mech": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_fleet": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commodity_values": [
        {
          "id": "",
          "name": "", 
          "description": ""
        }
      ],
      "home_system": [
        {
          "id": "",
          "name": "",
          "planets": [
            {
              "name": "",
              "resource": 0,
              "influence": 0
            }
          ]
        }
      ]
    },
    {
      "name": "The Vaden Banking Clans",
      "abilities": [
        {
          "id": "",
          "name": "",
          "description": ""
        
        }
      ],
      "faction_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        },
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "agents": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commanders": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "heroes": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "promissory": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "flagship": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "mech": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_fleet": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commodity_values": [
        {
          "id": "",
          "name": "", 
          "description": ""
        }
      ],
      "home_system": [
        {
          "id": "",
          "name": "",
          "planets": [
            {
              "name": "",
              "resource": 0,
              "influence": 0
            }
          ]
        }
      ]
    },
    {
      "name": "The Vaylerian Scourge",
      "abilities": [
        {
          "id": "",
          "name": "",
          "description": ""
        
        }
      ],
      "faction_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        },
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "agents": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commanders": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "heroes": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "promissory": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "flagship": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "mech": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_fleet": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commodity_values": [
        {
          "id": "",
          "name": "", 
          "description": ""
        }
      ],
      "home_system": [
        {
          "id": "",
          "name": "",
          "planets": [
            {
              "name": "",
              "resource": 0,
              "influence": 0
            }
          ]
        }
      ]
    },
    {
      "name": "The Veldyr Sovereignty",
      "abilities": [
        {
          "id": "",
          "name": "",
          "description": ""
        
        }
      ],
      "faction_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        },
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "agents": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commanders": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "heroes": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "promissory": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "flagship": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "mech": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_fleet": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commodity_values": [
        {
          "id": "",
          "name": "", 
          "description": ""
        }
      ],
      "home_system": [
        {
          "id": "",
          "name": "",
          "planets": [
            {
              "name": "",
              "resource": 0,
              "influence": 0
            }
          ]
        }
      ]
    },
    {
      "name": "The Zealots of Rhodun",
      "abilities": [
        {
          "id": "",
          "name": "",
          "description": ""
        
        }
      ],
      "faction_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        },
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "agents": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commanders": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "heroes": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "promissory": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "flagship": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "mech": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_fleet": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commodity_values": [
        {
          "id": "",
          "name": "", 
          "description": ""
        }
      ],
      "home_system": [
        {
          "id": "",
          "name": "",
          "planets": [
            {
              "name": "",
              "resource": 0,
              "influence": 0
            }
          ]
        }
      ]
    },
    {
      "name": "The Zelian Purifier",
      "abilities": [
        {
          "id": "",
          "name": "",
          "description": ""
        
        }
      ],
      "faction_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        },
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "agents": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commanders": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "heroes": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "promissory": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "flagship": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "mech": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_techs": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "starting_fleet": [
        {
          "id": "",
          "name": "",
          "description": ""
        }
      ],
      "commodity_values": [
        {
          "id": "",
          "name": "", 
          "description": ""
        }
      ],
      "home_system": [
        {
          "id": "",
          "name": "",
          "planets": [
            {
              "name": "",
              "resource": 0,
              "influence": 0
            }
          ]
        }
      ]
    }
  ],
  "tiles": {
    "blue_tiles": [
      {
        "id": "4257",
        "name": "Troac",
        "planets": [
          {
            "name": "",
            "resource": 0,
            "influence": 0,
            "traits": [""],
            "technology_specialty": [""]
          }
        ],
        "wormhole": null,
        "anomalies": []
      },
      {
        "id": "4258",
        "name": "Etir V",
        "planets": [
          {
            "name": "",
            "resource": 0,
            "influence": 0,
            "traits": [""],
            "technology_specialty": [""]
          }
        ],
        "wormhole": null,
        "anomalies": []
      },
      {
        "id": "4259",
        "name": "Vioss",
        "planets": [
          {
            "name": "",
            "resource": 0,
            "influence": 0,
            "traits": [""],
            "technology_specialty": [""]
          }
        ],
        "wormhole": null,
        "anomalies": []
      },
      {
        "id": "4260",
        "name": "Fakrenn",
        "planets": [
          {
            "name": "",
            "resource": 0,
            "influence": 0,
            "traits": [""],
            "technology_specialty": [""]
          }
        ],
        "wormhole": null,
        "anomalies": []
      },
      {
        "id": "4261",
        "name": "San-Vit/Lodran",
        "planets": [
          {
            "name": "",
            "resource": 0,
            "influence": 0,
            "traits": [""],
            "technology_specialty": [""]
          }
        ],
        "wormhole": null,
        "anomalies": []
      },
      {
        "id": "4262",
        "name": "Dorvok/Derbrae",
        "planets": [
          {
            "name": "",
            "resource": 0,
            "influence": 0,
            "traits": [""],
            "technology_specialty": [""]
          }
        ],
        "wormhole": null,
        "anomalies": []
      },
      {
        "id": "4263",
        "name": "Moln/Rysaa",
        "planets": [
          {
            "name": "",
            "resource": 0,
            "influence": 0,
            "traits": [""],
            "technology_specialty": [""]
          }
        ],
        "wormhole": null,
        "anomalies": []
      },
      {
        "id": "4264",
        "name": "Salin/Gwiyun",
        "planets": [
          {
            "name": "",
            "resource": 0,
            "influence": 0,
            "traits": [""],
            "technology_specialty": [""]
          }
        ],
        "wormhole": null,
        "anomalies": []
      },
      {
        "id": "4265",
        "name": "Inan/Swog",
        "planets": [
          {
            "name": "",
            "resource": 0,
            "influence": 0,
            "traits": [""],
            "technology_specialty": [""]
          }
        ],
        "wormhole": null,
        "anomalies": []
      },
      {
        "id": "4266",
        "name": "Detic/Lliot",
        "planets": [
          {
            "name": "",
            "resource": 0,
            "influence": 0,
            "traits": [""],
            "technology_specialty": [""]
          }
        ],
        "wormhole": null,
        "anomalies": []
      },
      {
        "id": "4267",
        "name": "Qaak/Larred/Nairb",
        "planets": [
          {
            "name": "",
            "resource": 0,
            "influence": 0,
            "traits": [""],
            "technology_specialty": [""]
          }
        ],
        "wormhole": null,
        "anomalies": []
      },
      {
        "id": "4268",
        "name": "Sierpen/Mandle/Regnem",
        "planets": [
          {
            "name": "",
            "resource": 0,
            "influence": 0,
            "traits": [""],
            "technology_specialty": [""]
          }
        ],
        "wormhole": null,
        "anomalies": []
      },
      {
        "id": "4253",
        "name": "Silence",
        "planets": [
          {
            "name": "",
            "resource": 0,
            "influence": 0,
            "traits": [""],
            "technology_specialty": [""],
            "legendary_ability": ""
          }
        ],
        "wormhole": null,
        "anomalies": []
      },
      {
        "id": "4254",
        "name": "Echo",
        "planets": [
          {
            "name": "",
            "resource": 0,
            "influence": 0,
            "traits": [""],
            "technology_specialty": [""],
            "legendary_ability": ""
          }
        ],
        "wormhole": null,
        "anomalies": []
      },
      {
        "id": "4255",
        "name": "Tarrock",
        "planets": [
          {
            "name": "",
            "resource": 0,
            "influence": 0,
            "traits": [""],
            "technology_specialty": [""],
            "legendary_ability": ""
          }
        ],
        "wormhole": null,
        "anomalies": []
      },
      {
        "id": "4256",
        "name": "Prism",
        "planets": [
          {
            "name": "",
            "resource": 0,
            "influence": 0,
            "traits": [""],
            "technology_specialty": [""],
            "legendary_ability": ""
          }
        ],
        "wormhole": null,
        "anomalies": []
      }
    ],
    "red_tiles": [
      {
        "id": "4269",
        "name": "Domna",
        "planets": [
          {
            "name": "",
            "resource": 0,
            "influence": 0,
            "traits": [""],
            "technology_specialty": [""],
            "legendary_ability": ""
          }
        ],
        "wormhole": "",
        "anomalies": []
      },
      {
        "id": "4270",
        "name": "Empty Space",
        "planets": [],
        "wormhole": "",
        "anomalies": []
      },
      {
        "id": "4271",
        "name": "Empty Space",
        "planets": [],
        "wormhole": "",
        "anomalies": []
      },
      {
        "id": "4272",
        "name": "Beta Nebula",
        "planets": [],
        "wormhole": "",
        "anomalies": []
      },
      {
        "id": "4273",
        "name": "Nebula Asteroid Field",
        "planets": [],
        "wormhole": "",
        "anomalies": []
      },
      {
        "id": "4274",
        "name": "Gravity Rift Asteroid Field",
        "planets": [],
        "wormhole": "",
        "anomalies": []
      },
      {
        "id": "4275",
        "name": "Gamma Rift",
        "planets": [],
        "wormhole": "",
        "anomalies": []
      },
      {
        "id": "4276",
        "name": "Alpha Beta Nova",
        "planets": [],
        "wormhole": "",
        "anomalies": []
      }
    ]
  }
}